import kitchen01 from "../assets/images/catalog/01.png";
import kitchen02 from "../assets/images/catalog/02.png";
import kitchen03 from "../assets/images/catalog/03.png";
import kitchen04 from "../assets/images/catalog/04.png";
import kitchen05 from "../assets/images/catalog/05.png";
import kitchen06 from "../assets/images/catalog/06.png";

export const catalog = [
  {
    _id: "01",
    desciption: `Компактная длина кухонного гарнитура "Шимо", составляющая всего лишь 1,2 метра, позволит расположить его даже в совсем крошечных помещениях. Случается, что для кухни нет отдельного помещения. Она бывает совмещена со столовой или гостиной. Данный комплект – именно тот необходимый минимум мебели, который нужен. Он достаточно вместительный и очень практичный. Нейтральная расцветка фасадов и корпуса идеально сочетается с любой окружающей обстановкой. Два верхних шкафа и две нижние тумбы, оборудованные широкими полками, составляют готовый набор.`,
    titles: {
      title: `Кухонный гарнитур "ЛОФТ".`,
      subTitle: "Длина 2 метра.",
    },
    price: {
      prevPrice: 19899,
      newPrice: 14900,
    },
    characteristics: {
      materialFrame: "ЛДСП",
      colorFrame: "Белый",
      materialFacade: "ЛДСП",
      colorFacade: "Шимо темный/шимо светлый",
      length: "1.2 метра",
    },
    includes: {
      incl01: "Стол на 600 мм, со столешницей - 2 шт",
      incl02: "Шкаф верхний 600 мм (с полкой) - 2 шт",
    },
    images: {
      img01: kitchen01,
    },
  },
  {
    _id: "02",
    desciption: `Компактная длина кухонного гарнитура "Шимо", составляющая всего лишь 1,2 метра, позволит расположить его даже в совсем крошечных помещениях. Случается, что для кухни нет отдельного помещения. Она бывает совмещена со столовой или гостиной. Данный комплект – именно тот необходимый минимум мебели, который нужен. Он достаточно вместительный и очень практичный. Нейтральная расцветка фасадов и корпуса идеально сочетается с любой окружающей обстановкой. Два верхних шкафа и две нижние тумбы, оборудованные широкими полками, составляют готовый набор.`,
    titles: {
      title: `Черно-белый модерн.`,
      subTitle: "Длина 2 метра.",
    },
    price: {
      prevPrice: 19899,
      newPrice: 14900,
    },
    characteristics: {
      materialFrame: "ЛДСП",
      colorFrame: "Белый",
      materialFacade: "ЛДСП",
      colorFacade: "Шимо темный/шимо светлый",
      length: "1.2 метра",
    },
    includes: {
      incl01: "Стол на 600 мм, со столешницей - 2 шт",
      incl02: "Шкаф верхний 600 мм (с полкой) - 2 шт",
    },
    images: {
      img01: kitchen02,
    },
  },
  {
    _id: "03",
    desciption: `Компактная длина кухонного гарнитура "Шимо", составляющая всего лишь 1,2 метра, позволит расположить его даже в совсем крошечных помещениях. Случается, что для кухни нет отдельного помещения. Она бывает совмещена со столовой или гостиной. Данный комплект – именно тот необходимый минимум мебели, который нужен. Он достаточно вместительный и очень практичный. Нейтральная расцветка фасадов и корпуса идеально сочетается с любой окружающей обстановкой. Два верхних шкафа и две нижние тумбы, оборудованные широкими полками, составляют готовый набор.`,
    titles: {
      title: `Черная с камином.`,
      subTitle: "Длина 2 метра.",
    },
    price: {
      prevPrice: 19899,
      newPrice: 14900,
    },
    characteristics: {
      materialFrame: "ЛДСП",
      colorFrame: "Белый",
      materialFacade: "ЛДСП",
      colorFacade: "Шимо темный/шимо светлый",
      length: "1.2 метра",
    },
    includes: {
      incl01: "Стол на 600 мм, со столешницей - 2 шт",
      incl02: "Шкаф верхний 600 мм (с полкой) - 2 шт",
    },
    images: {
      img01: kitchen03,
    },
  },
  {
    _id: "04",
    desciption: `Компактная длина кухонного гарнитура "Шимо", составляющая всего лишь 1,2 метра, позволит расположить его даже в совсем крошечных помещениях. Случается, что для кухни нет отдельного помещения. Она бывает совмещена со столовой или гостиной. Данный комплект – именно тот необходимый минимум мебели, который нужен. Он достаточно вместительный и очень практичный. Нейтральная расцветка фасадов и корпуса идеально сочетается с любой окружающей обстановкой. Два верхних шкафа и две нижние тумбы, оборудованные широкими полками, составляют готовый набор.`,
    titles: {
      title: `Кухонный гарнитур "Хайтек".`,
      subTitle: "Длина 2 метра.",
    },
    price: {
      prevPrice: 19899,
      newPrice: 14900,
    },
    characteristics: {
      materialFrame: "ЛДСП",
      colorFrame: "Белый",
      materialFacade: "ЛДСП",
      colorFacade: "Шимо темный/шимо светлый",
      length: "1.2 метра",
    },
    includes: {
      incl01: "Стол на 600 мм, со столешницей - 2 шт",
      incl02: "Шкаф верхний 600 мм (с полкой) - 2 шт",
    },
    images: {
      img01: kitchen04,
    },
  },
  {
    _id: "05",
    desciption: `Компактная длина кухонного гарнитура "Шимо", составляющая всего лишь 1,2 метра, позволит расположить его даже в совсем крошечных помещениях. Случается, что для кухни нет отдельного помещения. Она бывает совмещена со столовой или гостиной. Данный комплект – именно тот необходимый минимум мебели, который нужен. Он достаточно вместительный и очень практичный. Нейтральная расцветка фасадов и корпуса идеально сочетается с любой окружающей обстановкой. Два верхних шкафа и две нижние тумбы, оборудованные широкими полками, составляют готовый набор.`,
    titles: {
      title: `Нью-Йорк.`,
      subTitle: "Длина 2 метра.",
    },
    price: {
      prevPrice: 19899,
      newPrice: 14900,
    },
    characteristics: {
      materialFrame: "ЛДСП",
      colorFrame: "Белый",
      materialFacade: "ЛДСП",
      colorFacade: "Шимо темный/шимо светлый",
      length: "1.2 метра",
    },
    includes: {
      incl01: "Стол на 600 мм, со столешницей - 2 шт",
      incl02: "Шкаф верхний 600 мм (с полкой) - 2 шт",
    },
    images: {
      img01: kitchen05,
    },
  },
  {
    _id: "06",
    desciption: `Компактная длина кухонного гарнитура "Шимо", составляющая всего лишь 1,2 метра, позволит расположить его даже в совсем крошечных помещениях. Случается, что для кухни нет отдельного помещения. Она бывает совмещена со столовой или гостиной. Данный комплект – именно тот необходимый минимум мебели, который нужен. Он достаточно вместительный и очень практичный. Нейтральная расцветка фасадов и корпуса идеально сочетается с любой окружающей обстановкой. Два верхних шкафа и две нижние тумбы, оборудованные широкими полками, составляют готовый набор.`,
    titles: {
      title: `Арт деко.`,
      subTitle: "Длина 2 метра.",
    },
    price: {
      prevPrice: 19899,
      newPrice: 14900,
    },
    characteristics: {
      materialFrame: "ЛДСП",
      colorFrame: "Белый",
      materialFacade: "ЛДСП",
      colorFacade: "Шимо темный/шимо светлый",
      length: "1.2 метра",
    },
    includes: {
      incl01: "Стол на 600 мм, со столешницей - 2 шт",
      incl02: "Шкаф верхний 600 мм (с полкой) - 2 шт",
    },
    images: {
      img01: kitchen06,
    },
  },
];
